{
  "stench": {
    "name": "What's new panel",
    "description": "This! Use it to see what's new at a glance with the new release! Yay!"
  },
  "drizzle": {
    "name": "Run history now added",
    "description": "See your previous runs and how you did! You can save up to 25 runs per device!"
  },
  "newThing": {
    "name": "Inverse challenge mode!",
    "description": "Try your skill at the latest challenge, Inverse Challenge Mode! Nothing is what it seems, and everything is back to front!"
  },
  "speedBoost": {
    "name": "New villains added",
    "description": "Test your skills against the likes of Lusamine and Chairman Rose"
  },
  "battleArmor": {
    "name": "New audio settings added",
    "description": "This lets you tweak your audio experience just the way you want to"
  },
  "sturdy": {
    "name": "Changed shop cursor",
    "description": "Players can now choose the default location of the shop cursor instead of always being on the shop icons. You can find it under Settings -> Display"
  },
  "damp": {
    "name": "Type-effectiveness indicators",
    "description": "The type-effectiveness indicators now correctly represents type-changing moves and abilities like Hidden Power and Pixilate - just in time for the Inverse Challenge"
  },
  "endless": {
    "name": "Endless loop changed",
    "description": "Endless plains loop has been ended! You will now land in a random biome after defeating an end biome boss"
  },
  "starterSelect": {
    "name": "Starter select improvements",
    "description": "Various updates and improvements to the starter select system, from bug fixing to new functionality!"
  },
  "moves": {
    "name": "Slight move changes",
    "description": "Dark void has gen 6 accuracy, Zippy Zap got reverted back to LGPE version, bugs with Destiny Bond, Decorate, Lunar Blessing and Jaw Lock addressed and single target moves in double battles now deal correct damage"
  },
  "goldenVouchers": {
    "name": "求",
    "description": "Made it so that egg gachas give you 10 vouchers if you try to use it when you don't have enough vouchers. Also made eggs take less waves to hatch: common eggs take 1 wave (down from 10), great take 5 waves (down from 25), ultra take 10 (down from 50) and legendary take 50 (down from 100)"
  },
  "ivScanner": {
    "name": "Fixed legacy mode IV Scanner",
    "description": "You can now finally read what the IV scanner is saying when playing in legacy mode."
  }
}