{
  "stench": {
    "name": "What's new panel",
    "description": "This! Use it to see what's new at a glance with the new release! Yay!"
  },
  "drizzle": {
    "name": "Run history now added",
    "description": "See your previous runs and how you did! You can save up to 25 runs per device!"
  },
  "newThing": {
    "name": "Inverse challenge mode!",
    "description": "Try your skill at the latest challenge, Inverse Challenge Mode! Nothing is what it seems, and everything is back to front!"
  },
  "speedBoost": {
    "name": "New villains added",
    "description": "Test your skills against the likes of Lusamine and Chairman Rose"
  },
  "battleArmor": {
    "name": "New audio settings added",
    "description": "This lets you tweak your audio experience just the way you want to"
  },
  "sturdy": {
    "name": "Default shop cursor behaviour changed",
    "description": "Players can now choose the default location of the shop cursor. You can find it under Settings -> Display"
  },
  "damp": {
    "name": "Improved indicators for type-effectiveness",
    "description": "It now correctly represents type-changing moves and abilities like Hidden Power and Pixilate - just in time for the Inverse Challenge"
  },
  "limber": {
    "name": "Limber",
    "description": "Its limber body protects the Pokémon from paralysis."
  },
  "insomnia": {
    "name": "Insomnia",
    "description": "The Pokémon is suffering from insomnia and cannot fall asleep."
  },
  "colorChange": {
    "name": "Color Change",
    "description": "The Pokémon's type becomes the type of the move used on it."
  },
  "immunity": {
    "name": "Immunity",
    "description": "The immune system of the Pokémon prevents it from getting poisoned."
  },
  "flashFire": {
    "name": "Flash Fire",
    "description": "Powers up the Pokémon's Fire-type moves if it's hit by one."
  },
  "shieldDust": {
    "name": "Shield Dust",
    "description": "This Pokémon's dust blocks the additional effects of attacks taken."
  },
  "ownTempo": {
    "name": "Own Tempo",
    "description": "This Pokémon has its own tempo, and that prevents it from becoming confused."
  },
  "suctionCups": {
    "name": "Suction Cups",
    "description": "This Pokémon uses suction cups to stay in one spot to negate all moves and items that force switching out."
  },
  "intimidate": {
    "name": "Intimidate",
    "description": "The Pokémon intimidates opposing Pokémon upon entering battle, lowering their Attack stat."
  },
  "shadowTag": {
    "name": "Shadow Tag",
    "description": "This Pokémon steps on the opposing Pokémon's shadow to prevent it from escaping."
  },
  "roughSkin": {
    "name": "Rough Skin",
    "description": "This Pokémon inflicts damage with its rough skin to the attacker on contact."
  },
  "wonderGuard": {
    "name": "Wonder Guard",
    "description": "Its mysterious power only lets supereffective moves hit the Pokémon."
  }
}